Repository: FadwaFouad/Sudan_Tourism_App
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Hello World!
ar: مرحبا بك في السودان

source: DISCOVER
ar: اكتشف

# hotSpot
source: Hot Spots
ar: الأماكن الشائعة

# food
source: Traditional Foods
ar: الأكل الشعبي

# culure
source: Sudanese Culures
ar: العادات السودانية

# letGo
source: Lets Go
ar: انطلق

source: Travel Guide
ar: دليل الرحلة

source: Reviews
ar: تقييم

source: Read more >
ar: اقرأ المزيد >

source: Khartoum
ar: الخرطوم

source: Search...
ar: بحث ...

# journey
source: Take Journy
ar: تمتع بجولة

source: Setting
ar: الاعدادات

# lang
source: Change Languages
ar: تغيير اللغة
